{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "git@github.com:WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:mason-org/mason.nvim"
    },
    "neopywal.nvim": {
      "src": "https://github.com/RedsXDD/neopywal.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    }
  }
}
